import { ServiceCategory } from '../models/service.model';

export const SERVICE_CATEGORIES: ServiceCategory[] = [
  {
    title: 'СТРИЖКА',
    services: [
      { name: 'СТРИЖКА ЖЕНСКАЯ', description: '(экспресс-укладка)', price: '10000' },
      { name: 'СТРИЖКА МУЖСКАЯ', price: '5000' },
      { name: 'СТРИЖКА ГОРЯЧИМИ НОЖНИЦАМИ', price: '10000' },
      { name: 'ПОДРАВНИВАНИЕ', description: '(одним срезом)', price: '5000' },
      { name: 'МЫТЬЕ ГОЛОВЫ С СУШКОЙ', price: '5000' },
      { name: 'СТРИЖКА ЧЕЛКИ', price: '1500' },
      { name: 'УКЛАДКА', description: '(мытье + средства)', price: 'от 8000' },
      { name: 'ЛОКОНЫ', price: 'от 10000' },
      { name: 'АФРО-КУДРИ', price: 'от 15000' },
      { name: 'ЭКСПРЕСС-ПРИЧЕСКА', price: 'от 5000' },
      { name: 'ВЕЧЕРНЯЯ ПРИЧЕСКА', price: 'от 10000' },
    ],
  },
  {
    title: 'ЛЕЧЕНИЕ ВОЛОС',
    services: [
      { name: 'МОЛЛЕКУЛЯРНЫЙ КОКТЕЙЛЬ', price: '10000' },
      { name: 'КЕРАТИНОВОЕ ВЫПРЯМЛЕНИЕ ВОЛОС', price: 'от 30000' },
      { name: 'SPA-УХОД', price: '10000' },
      { name: 'РЕКОНСТРУКЦИЯ ВОЛОС', price: '20000' },
      { name: 'УХОД ДЛЯ ВОЛОС К18', price: '25000' },
      { name: 'УХОД ДЛЯ ВОЛОС К18', description: '(дополнение к основной процедуре)', price: '5000' },
      { name: 'МАСКА ДЛЯ ВОЛОС', description: '(дополнение к основной процедуре)', price: '5000' },
      { name: 'ПИЛИНГ КОЖИ ГОЛОВЫ', description: '(дополнение к основной процедуре)', price: '5000' },
    ],
  },
  {
    title: 'ОКРАШИВАНИЕ',
    services: [
      { name: 'ОКРАШИВАНИЕ/ТОНИРОВАНИЕ В 1 ТОН', price: 'от 18 000' },
      { name: 'СЛОЖНОЕ ОКРАШИВАНИЕ', description: '(омбре/шатуш/балаяж/мелирование)', price: 'от 45 000' },
      { name: 'РАССВЕТЛЕНИЕ В ТЕХНИКЕ AIRTOUCH', price: 'от 70 000' },
      { name: 'ОКРАШИВАНИЕ/ТОНИРОВАНИЕ КОРНЕЙ', price: 'от 15 000' },
      { name: 'БЛОНД', price: 'от 70 000' },
      { name: 'ВЫХОД ИЗ ЧЕРНОГО', price: 'от 70 000' },
      { name: 'КОРРЕКЦИЯ СЛОЖНОГО ОКРАШИВАНИЯ', price: 'от 30000' },
      { name: 'КОРНИ', price: 'от 25000' },
      { name: 'КОНТУРИНГ', price: 'от 30000' },
      { name: 'КИСЛОТНАЯ СМЫВКА HAIR SEKTA', price: '15000' },
      { name: 'БИОЗАВИВКА', price: '20000-55000' },
    ],
  },
];
